/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Informing the user an item has finished copying */
"Copied" = "Copié";

/* No comment provided by engineer. */
"Copy" = "Copie";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Copie en cours";

/* No comment provided by engineer. */
"Dismiss" = "Réduire";

/* No comment provided by engineer. */
"Done" = "Fermer";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Echec de l'envoi de l'email. Rententez s'il vous plait.";

/* Informing the user a process has failed */
"Failed" = "Echec.";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "sur";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "En cours";

/* No comment provided by engineer. */
"Save" = "Sauvegarder";

/* Informing the user an item has been saved */
"Saved" = "Sauvegardé";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "En cours de sauvegarde";

